tap "adoptopenjdk/openjdk"
tap "azure/functions"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "antigen"
brew "aws-iam-authenticator"
brew "python@3.9"
brew "awscli"
brew "azure-cli"
brew "black"
brew "glib"
brew "coreutils"
brew "fzf"
brew "gh"
brew "guile"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "helm"
brew "htop"
brew "hugo"
brew "jenv"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "kubectx"
brew "mas"
brew "node-build"
brew "nodenv"
brew "pgpdump"
brew "pinentry-mac"
brew "pulumi"
brew "pyenv"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sops"
brew "stern"
brew "stress"
brew "terraform"
brew "terragrunt"
brew "travis"
brew "watchman"
brew "yarn"
brew "azure/functions/azure-functions-core-tools@3"
brew "heroku/brew/heroku"
cask "1password"
cask "adoptopenjdk11"
cask "caffeine"
cask "charles"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "elgato-control-center"
cask "expressvpn"
cask "flutter"
cask "font-inconsolata-dz-for-powerline"
cask "franz"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "jetbrains-toolbox"
cask "logitech-camera-settings"
cask "logitech-control-center"
cask "obs"
cask "spotify"
cask "sublime-text"
cask "tuple"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
mas "Drafts", id: 1435957248
mas "GIPHY CAPTURE", id: 668208984
mas "GrandPerspective", id: 1111570163
mas "Graphic", id: 404705039
mas "Highland 2", id: 1171820258
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
