tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"
tap "heroku/brew"

brew "awscli"
brew "gpg"
brew "stern"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kubectx"
brew "zsh"
brew "rbenv"
brew "nodenv"
brew "golang"
brew "antigen"
brew "htop"
brew "coreutils"
brew "jenv"
brew "watchman"
brew "carthage"
brew "jq"
brew "aws-iam-authenticator"
brew "heroku"
brew "travis"
brew "visual-studio-code"

cask "charles"
cask "iterm2"
cask "jetbrains-toolbox"
cask "sublime-text"
cask "docker"
cask "java8"
cask "java"
cask "google-chrome"
cask "caffeine"
cask "franz"
cask "font-inconsolata-dz-for-powerline"
cask "logitech-gaming-software" #webcam
cask "zoomus"
cask "moom" #screen resizer
cask "spotify"
cask "dropbox"
cask "cyberduck"
=======
cask "reactotron"

cask "citrix-workspace" #remote desktop

mas "RSS Bot", id: 605732865
mas "GIPHY Capture", id: 668208984
mas "Screens 4", id: 1224268771
