tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"
tap "heroku/brew"
tap "AdoptOpenJDK/openjdk"

brew "antigen"
brew "aws-iam-authenticator"
brew "awscli"
brew "coreutils"
brew "golang"
brew "gpg"
brew "heroku"
brew "htop"
brew "hugo"
brew "jenv"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "nodenv"
brew "pyenv"
brew "rbenv"
brew "stern"
brew "travis"
brew "watchman"

cask "1password"
cask "adoptopenjdk11"
cask "caffeine"
cask "charles"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "elgato-control-center"
cask "font-inconsolata-dz-for-powerline"
cask "franz"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "jetbrains-toolbox"
cask "logitech-camera-settings"
cask "spotify"
cask "sublime-text"
cask "tuple"
cask "visual-studio-code"
cask "zoomus"

mas "Drafts", id: 1435957248
mas "GIPHY Capture", id: 668208984
